Repository: yrbane/nethttp.net-vcf-import
Catalog: languages/default-*.po
Languages: fr_fr

source: Address
fr_fr: Adresse

source: An error occurred while creating the user %s %s
fr_fr: Une erreur s'est produite lors de la création de l'utilisateur %s %s

source: An error occurred while updating the user %s
fr_fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur %s

source: Category
fr_fr: Catégorie

source: Empty category
fr_fr: Catégorie vide

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Name
fr_fr: Nom

source: No photo for %s
fr_fr: Aucune photo pour %s

source: Path to User Images
fr_fr: Chemin d'accès aux images utilisateur

source: Phone
fr_fr: Téléphone

source: Role
fr_fr: Rôle

source: Save selected rows as users
fr_fr: Enregistrer les lignes sélectionnées en tant qu'utilisateurs

source: Select where to store user profile images relative to wp-content folder
fr_fr: Sélectionnez où stocker les images de profil utilisateur par rapport au dossier wp-content

source: The "nethttp.net-vcf-import" plugin is an extension for WordPress that allows you to import users from uploaded VCF (vCard) files. It provides a user-friendly interface within the WordPress dashboard to upload these VCF files, extract contact data, and create corresponding users on your site. This plugin simplifies the process of adding new users by importing their information from VCF files, which can be especially useful for websites that require advanced user management or for data migration operations.
fr_fr: Le plugin « nethttp.net-vcf-import » est une extension pour WordPress qui permet d'importer des utilisateurs à partir de fichiers VCF (vCard) téléchargés. Il fournit une interface conviviale dans le tableau de bord WordPress pour télécharger ces fichiers VCF, extraire les données de contact et créer les utilisateurs correspondants sur votre site. Ce plugin simplifie le processus d'ajout de nouveaux utilisateurs en important leurs informations à partir de fichiers VCF, ce qui peut être particulièrement utile pour les sites Web nécessitant une gestion avancée des utilisateurs ou pour des opérations de migration de données.

source: The path %s to user images do not exists
fr_fr: Le chemin %s vers les images utilisateur n'existe pas

source: The path %s to user images is not writable
fr_fr: Le chemin %s vers les images utilisateur n'est pas accessible en écriture

source: The path is empty
fr_fr: Le chemin est vide

source: The path to user images is not valid
fr_fr: Le chemin d'accès aux images utilisateur n'est pas valide

source: The photo already exists
fr_fr: La photo existe déjà

source: Upload VCF to create users
fr_fr: Téléchargez VCF pour créer des utilisateurs

source: User %s created successfully
fr_fr: L'utilisateur %s a été créé avec succès

source: User %s updated successfully
fr_fr: L'utilisateur %s a été mis à jour avec succès

source: User Profile Images
fr_fr: Images de profil utilisateur

source: VCF Upload Create Users
fr_fr: Créer des utilisateurs à partir d'un fichier VCF

source: WordPress plugin that allows you to import users from uploaded VCF (vCard) files. It provides a user-friendly interface within the WordPress dashboard to upload these VCF files, extract contact data, and create corresponding users on your site. This plugin simplifies the process of adding new users by importing their information from VCF files, which can be especially useful for websites that require advanced user management or for data migration operations.
fr_fr: Plugin WordPress qui vous permet d'importer des utilisateurs à partir de fichiers VCF (vCard) téléchargés. Il fournit une interface conviviale dans le tableau de bord WordPress pour télécharger ces fichiers VCF, extraire les données de contact et créer les utilisateurs correspondants sur votre site. Ce plugin simplifie le processus d'ajout de nouveaux utilisateurs en important leurs informations à partir de fichiers VCF, ce qui peut être particulièrement utile pour les sites Web nécessitant une gestion avancée des utilisateurs ou pour des opérations de migration de données.

source: Work with
fr_fr: Marche avec l'extension :

source: Yous should install and activate nethttp.net-base-plugin. You can find it on
fr_fr: Vous devez installer et activer net http.net-base-plugin. Vous pouvez le trouver sur
